[
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAASwbP8B1pABPoE3Xe0NWIJXN9bT4UcCOQE,NAME_SEARCH,qLkN?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Manish Gupta, PhD",
    "firstName": "Manish",
    "lastName": "Gupta, PhD",
    "companyName": "American Express",
    "title": "Vice President- Machine Learning & Data Science Research| Head- CFR COE Bangalore",
    "companyId": "1277",
    "companyUrl": "https://www.linkedin.com/company/1277",
    "summary": "•\tVice President, Machine Learning and Data Science Research and Head of Risk COE Bangalore at American Express  and responsible to lead machine learning and data science research across the globe and to establish machine learning and data science best practice for business. Also lead Risk COE Bangalore.\n•\tPhD in Machine Learning, IIT Delhi with more than 15 research publications in leading international journals and conferences with 1 US Patent which has more than 130 citations.\n•\tServed as SVP Analytics, Head Analytics & Business Intelligence, Chief Data Scientist at InfoEdge (Naukri, Jeevansathi, Shiksha, 99Acres etc.) and also worked at Assistant Vice President, Citibank and Scientist at DRDO.\n•\tAn advanced analytics professional with Experience in Building Analytics, Data Scientists & BI Teams for creating scalable analytical solutions across various industries Internet/E-commerce, Banking, BPO, Defence.\n•\tAnalytics expertise with strategic mindset and business acumen with a passion for building new capabilities and providing competitive edge to business\n•\tProficient in building innovative & disruptive solutions for business insight using huge amounts of structured and unstructured data using cutting edge Machine Learning, Data Mining, Bigdata, Deep Learning & Text Mining Technologies.\n•\tGuest speaker at various renowned institutes like IIM Lucknow, ISB Hyderabad, IIT Delhi, Delhi University etc.\n•\tCore Competencies in Customer Analytics, Contextual Sales & Marketing, Real Time Recommendation System, BigData Analytics, Click Stream Data Analytics, Web Analytics, Text Analytics, NLP, Semantic Search Systems, Financial Analytics, Fraud Analytics etc.",
    "location": "Bengaluru, Karnataka, India",
    "duration": "2 years  in role | 3 years 10 months in company",
    "pastRole": "Director- Machine Learning & Data Science",
    "pastCompany": "American Express",
    "pastCompanyUrl": "https://www.linkedin.com/company/1277",
    "connectionDegree": "2nd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C5103AQGMhSQ__ga4yQ/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=DF6UhkMS2TJcQsuI81WzLqMvNYVmG1dh5qZIXMfJGzM",
    "sharedConnectionsCount": 1,
    "vmid": "ACwAAASwbP8B1pABPoE3Xe0NWIJXN9bT4UcCOQE",
    "isPremium": false,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.104Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAAAbVuQBOCOWZxCb--yltFLOaS6UB7Rhugs,NAME_SEARCH,Vsdx?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Xavier DUROCHAT",
    "firstName": "Xavier",
    "lastName": "DUROCHAT",
    "companyName": "BNP Paribas",
    "title": "Head of Learning , Change & Digital Transformation",
    "companyId": "1508",
    "companyUrl": "https://www.linkedin.com/company/1508",
    "summary": "Experienced executive, with solid experience in consulting, coaching and Learning & Development, I have always strived to develop Human Capital, a key player in corporate performance, and to encourage the commitment of employees to make to emerge synergies and added values ​​that will benefit everyone.\n\nPassionate about new technologies, the digital revolution and the place of the human in this transformation, I am convinced that the development of skills and support for change are the key to success of organizations.\n\nAlways looking for innovative solutions and problem-solving expert I develop and deploy learning strategies in large organizations, accompanying the development and associated changes.\n\nI defend a realistic and human vision of technology at the service of the company.\n\nMy appetites:\n• Skills Development Strategy, Enterprise Learning and Organizational Learning\n• Pedagogical Innovation (Digital Learning, Content Marketing, Social Learning, Video Learning, Serious Games, IA adapted to Learning (Chatbots, IoT, NLP, Machine Learning, Semantic Analysis, Facial / Vocal Recognition, Virtual Reality and Augmented Reality ...)) and Knowledge Sharing\n• Implementation of corporate university and Share Services Center\n• Digital transformation (Deployment of a CSR, a Digital Working Policy: Bytes, Bricks & Behaviors, a Digital HR policy, etc.),\n\nI put all my vision, my organizational spirit, my agility, my creativity, my Leadership and my perseverance to answer the challenges of human, organizational or business transformation.\n\n#empowerment #transformation #change  #transversality #managment #coaching  #entrepreneurship #leadership #rh #futureofwork #Digital #innovation #mooc #elearning #digitallearning #spoc #sociallearning #mlearning #learning #learningcompany",
    "location": "Paris, Ile-de-France, France",
    "duration": "9 years 10 months in role and company",
    "pastRole": "",
    "pastCompany": "",
    "pastCompanyUrl": "",
    "connectionDegree": "3rd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C4D03AQGcOTHVKIoL0A/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=UdH-U75gI6BgpgcpbElUqYvU83K2hhLQ3HtwqCamp94",
    "sharedConnectionsCount": 0,
    "vmid": "ACwAAAAbVuQBOCOWZxCb--yltFLOaS6UB7Rhugs",
    "isPremium": true,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.105Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAALekMYBcJSyCrLydmYZd5pvWYhKGGiWeSw,NAME_SEARCH,ADiG?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Andrew Stotter-Brooks",
    "firstName": "Andrew",
    "lastName": "Stotter-Brooks",
    "companyName": "Etihad",
    "title": "Vice President Learning and Development",
    "companyId": "15248",
    "companyUrl": "https://www.linkedin.com/company/15248",
    "summary": "Helping people be Brilliant!  \n\nSolutionisum (Optimism+ Training Execution) Altruism\n\nAn international business executive with a broad background of work experience in both corporate  training and field operational roles.\n\n\nTalent Management, Leadership,  Organizational Performance and Presentation/Facilitation Skills.  Knowlegable in Performance Measurement through the use of 9 Box and competency based score cards and dashboards.  Has provided High Performance Cultural Support to several organizations in the UK, Asia and the Middle East, successfully establishing and implementing a range of competency-based HR applications.\n\n \"Andrew has a strong desire to excel, is commited to delivery of results, carries a deep responsibility to his team and organization, follows through on the execution and shows remarkable ability to deal with ambiguity at all levels.\"\n\n •Strategy: Creation of learning and development strategy.  Conduct organization needs assessments to determine long-term strategic learning solutions for building a sustainable core curriculum. \n•Content Development: Design and deliver scalable and effective learning solutions.  Instructional development consultant who collaborates with internal subject matter experts to develop learning solutions for employees.  Develop facilitator guides, job aids, web content and evaluation strategies. \n•Facilitation: Deliver quality training programs through various platforms. \n•Consulting: Propose innovative learning solutions to solve business needs.  Analyze needs and design scalable solutions. \n\nSpecialties: End to End Approaches to Talent Sourcing and Development, Accelerating the People Supply, People Development, Talent pipeline, Performance Development, Coaching, Customer Service, Planning, Sales, HR, Presentation Skills, Leadership development,  Delegation, Business Operations liaison, branding, Vision creation, TNA.",
    "location": "United Arab Emirates",
    "duration": "1 year 1 month in role and company",
    "pastRole": "Head of Learning And Development",
    "pastCompany": "M. H. Alshaya Co.",
    "pastCompanyUrl": "https://www.linkedin.com/company/1791859",
    "connectionDegree": "2nd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C4D03AQGwcWoDfH_2DA/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=A-som4nGB5VL1a7Jd3znqS9Mb7k9Jba5veVPqcqNuSg",
    "sharedConnectionsCount": 0,
    "vmid": "ACwAAALekMYBcJSyCrLydmYZd5pvWYhKGGiWeSw",
    "isPremium": true,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.105Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAABaTWfoBZZb4xRuxTWVka9yCjdK7lM7CB_U,NAME_SEARCH,WvHv?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Catherine Lopes, Ph.D.",
    "firstName": "Catherine",
    "lastName": "Lopes, Ph.D.",
    "companyName": "ME Bank",
    "title": "Head of Data Strategy & Analytics ",
    "companyId": "927944",
    "companyUrl": "https://www.linkedin.com/company/927944",
    "summary": "• strategic data team builder with analytical management leadership\n• machine learning and data science expert with broad technical knowledge\n• product developer for business outcome with digital focus\n• business partner with passion in education \n",
    "location": "Melbourne, Victoria, Australia",
    "duration": "4 months in role and company",
    "pastRole": "Head of Data Science & Machine Learning | Head of Enterprise Data & Analytics",
    "pastCompany": "AGL Energy",
    "pastCompanyUrl": "https://www.linkedin.com/company/6109",
    "connectionDegree": "2nd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C4E03AQHkl3j427bbcA/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=DRtfKnajiYGkWp-RtwOWtORODxF-G7fwg0db1Lo4N9c",
    "sharedConnectionsCount": 6,
    "vmid": "ACwAABaTWfoBZZb4xRuxTWVka9yCjdK7lM7CB_U",
    "isPremium": true,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.105Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAAJ5VWABqC6MOPUDDOVzZhkvSrnoHd8LoYI,NAME_SEARCH,B9xw?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Arpit Narain, CFA, FRM, CQF",
    "firstName": "Arpit Narain,",
    "lastName": "CFA, FRM, CQF",
    "companyName": "MathWorks",
    "title": "Global Head of Financial Solutions - Machine Learning & Quant Modeling",
    "companyId": "1194036",
    "companyUrl": "https://www.linkedin.com/company/1194036",
    "summary": "Arpit is the global head of financial solutions at MathWorks. He is responsible for the worldwide expansion of the firm's financial services business in the areas of Quantitative Modeling and Artificial Intelligence.\n\nHe has 13 years of experience in Quantitative Finance and Machine Learning space, where he led large and complex engagements for top investment banks, commercial banks, asset management companies, hedge funds, insurance firms, and regulators across the Americas, Europe, and APAC regions. He also set-up the Quantitative Risk Modeling & Derivatives Valuations practice at KPMG Global Services.\n\nHe has deep domain, business, and regulatory expertise across Market Risk, Counterparty Credit Risk, Trading Book Capital, Cross-Asset Derivatives Trading, Derivatives & Fixed Income Pricing, Stress Testing, Risk-based Margin, Asset Liability Management, Model Risk, and AI Governance. \n\nHe has advised large financial institutions including JP Morgan, Goldman Sachs, Morgan Stanley, BAML, Deutsche, HSBC, UBS, Credit Suisse, Citi, Barclays, BNP Paribas, Santander, Capital One, SunTrust, MUFG, Fidelity, TD Ameritrade, Oppenheimer, S&P, Prudential, 21st Century, and Bermudan Monetary Authority.\n\nArpit has excellent technical, business, leadership, sales & business development, and client management skills. He has:\n\n- Deep knowledge of computational and ML methods, financial instruments, regulatory applications, programming (Python, C, SQL, VBA, MATLAB), and tools (Bloomberg, FINCAD, Quantlib, Tableau, etc.)\n\n- Led large projects and advised stakeholders including Sales & Trading, Risk, FO Quants, Investment Management, Capital, IT, Model Validation\n\n- Generated multi-million dollars in sales and led large BD initiatives\n\n- Actively involved in industry events (e.g. member of ISDA FRTB working group, speaker at risk.net Machine Learning, xVA, and FRTB events, speaker at AI and Data Science in Trading Conference, etc)\n\n- Delivered training to the Wall Street banks including Goldman, JP Morgan, BAML, etc on quantitative risk areas",
    "location": "New York, New York, United States",
    "duration": "1 year 5 months in role and company",
    "pastRole": "Director - Advisory, Quantitative Risk Modeling & Analytics",
    "pastCompany": "KPMG US",
    "pastCompanyUrl": "https://www.linkedin.com/company/1079",
    "connectionDegree": "2nd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C4E03AQE4U9JZ8kcXbQ/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=eZu_Gb6b4jS4QGGUO1MDFN22nMHSZ0eM_tCuP6ooexQ",
    "sharedConnectionsCount": 1,
    "vmid": "ACwAAAJ5VWABqC6MOPUDDOVzZhkvSrnoHd8LoYI",
    "isPremium": true,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.105Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAAHR53MBPH7KXEqYx8oGYjs8l88UD34Ebcg,NAME_SEARCH,NLMF?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Srinivas K S",
    "firstName": "Srinivas",
    "lastName": "K S",
    "companyName": "Biocon - Branded Formulation",
    "title": "Senior Director & Head - Learning & Development",
    "companyId": "162713",
    "companyUrl": "https://www.linkedin.com/company/162713",
    "summary": "A Learning & Development professional with in qualification of MBA & B.Pharmacy and total 18 years work experience. Certifications from ISTD, CAMI (USA) as trainer, Certfied MBTI practitioner and Competency mapping & specialist. Have facilitated learning interventions for people from India, Singapore, Malaysia, Indonesia, South Korea, Philippines, Bangladesh, Taiwan, Nepal, Srilanka & Dubai.\n\nExpertise & experiences spread over many areas in space of Learning & Development;\n1. Creation of LnD and OD startegy aligned with corporate vision & priority\n2. Training & Development need identification and intervention creation to meet stratgy & need\n3. Sales, Management & Leadership training\n4. Content development for various initiatives viz Sales, Leadership, Soft Skills, E-learning etc\n5. Out standing facilitation & training delivery\n6. Career pathing & development framework building\n7. Competency mapping and creation of framework \n8. Planning & executing Assessment & Development centres for many fields like Sales, Marketing, Coprorate communication, Clinical Research, Medical services, HR etc \n9. Talent identification & development\n10. MBTI administrations and usage to achieve various L&D goals\n11. Creation & execution of Coaching model, process & system\n12. Mentoring for top talent retention & development\n13. Ensuring post-training plan, execution & measurement of impact of interventions",
    "location": "Bengaluru, Karnataka, India",
    "duration": "4 years 2 months in role | 7 years 9 months in company",
    "pastRole": "Senior Training Manager",
    "pastCompany": "Novo Nordisk India",
    "pastCompanyUrl": "https://www.linkedin.com/company/2227",
    "connectionDegree": "2nd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C5103AQHZ2xW2SI1a_w/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=D3MbyboCO-QahX2SyDDwpKtVzW8Y6Ehje3SL7PE3qHs",
    "sharedConnectionsCount": 1,
    "vmid": "ACwAAAHR53MBPH7KXEqYx8oGYjs8l88UD34Ebcg",
    "isPremium": false,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.105Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAACa6BYByOC2W4b-Gu_jVBGNVKvAJd76OPo,NAME_SEARCH,ApQI?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Kim Branson",
    "firstName": "Kim",
    "lastName": "Branson",
    "companyName": "GSK",
    "title": "SVP Global Head of Artificial Intelligence and Machine Learning",
    "companyId": "1399",
    "companyUrl": "https://www.linkedin.com/company/1399",
    "summary": "I'm passionate about modeling, machine learning and in particular the application of deep learning methods to drug discovery and development\n\nPreviously  I've led the development of a general medical inference engine that can be applied to a wide variety of areas, from point of care decision support, triage, insurance risk managment to name a few\n\n I've  developed software for information theory based design of experiments + qsar methods. This approach drew heavily on Bayesian statistics. \n\nI've also worked on web scale machine learning and computation for specialized and biomedical web search. I'm interested in statistical natural language processing and large data sets. \n\nIn addition to this i still have an active interest in the development of computational drug design methodologies. My particular areas of expertise and interest include virtual screening and free energy calculations with particular application to the discovery of inhibitors of protein-protein interaction.\n\nSpecialties: virtual screening, scoring function design, structural biology, programming (c, c++ , python), docking, ligand based design, statistical language processing, machine learning, biomedical ontology, mapreduce, statistics, bayesian methods, deep learning, pytorch, tensorlfow, CUDA, Fortran",
    "location": "Palo Alto, California, United States",
    "duration": "1 year 8 months in role and company",
    "pastRole": "Research Fellow",
    "pastCompany": "Discovery Engine",
    "pastCompanyUrl": "",
    "connectionDegree": "3rd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C5603AQEWhf_r3NTigg/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=w3i0i7aB1egwmGtf_o4rDSY1y2d8-atRoEgWIW0pcRU",
    "sharedConnectionsCount": 0,
    "vmid": "ACwAAACa6BYByOC2W4b-Gu_jVBGNVKvAJd76OPo",
    "isPremium": false,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.105Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAAAE34IBvJ8fnG95Lkmv_mobC2tvV-G_7Z4,NAME_SEARCH,OXPc?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Li Deng",
    "firstName": "Li",
    "lastName": "Deng",
    "companyName": "Citadel LLC",
    "title": "Chief AI Officer, and Head of Machine Learning",
    "companyId": "",
    "companyUrl": "",
    "summary": "Experienced Chief Officer with demonstrated history of leadership in high tech and finance industries. Strong technical, executive management and business development experience; Expert in Artificial Intelligence, Machine Learning, Mathematical/Statistical Modeling, Computer Science, Speech Recognition, Natural Language Processing, Deep Learning, Neural Nets, Big Data Analytics, & Quantitative Finance.\n\n\n\nBrief Bio:\nDr. Li Deng was elected as a Fellow of the National Academy of Engineering of Canada and of Washington State Academy of Sciences in 2019. Since May 2017, He has been the Chief Artificial Intelligence Officer of Citadel. Prior to Citadel, he was the Chief Scientist of AI, Founder of Deep Learning Technology Center, and Partner Research Manager at Microsoft for over 17 years (2000-2017). Prior to Microsoft, he was an Assistant Professor, Tenured Associate and Full Professor (1989-99) at University of Waterloo, Canada, as well as holding teaching/research positions at MIT (Cambridge, 1992-93), ATR (Kyoto, Japan, 1997-98), and HKUST (Hong Kong, 1995). He is a Fellow of the IEEE (2004), Fellow of Acoustical Society of America (1993), & Fellow of the ISCA (2011). Since 2000, Dr. Deng has also been an Affiliate Professor at University of Washington, Seattle.\n\nDr. Deng was elected to the Board of Governors of IEEE Signal Processing Society, and was Editors-in-Chief of the IEEE Signal Processing Magazine & IEEE/ACM Transactions on Audio, Speech, & Language Processing (2008-2014), for which he was honored with the IEEE SPS Meritorious Service Award. In recognition of his pioneering AI research on disrupting speech recognition using large-scale deep learning, he received the 2015 IEEE SPS Technical Achievement Award for “Outstanding Contributions to Automatic Speech Recognition & Deep Learning”. Dr. Deng was also awarded numerous best paper and patent awards for contributions to AI, machine learning, information retrieval, multimedia signal processing, speech processing/recognition, and human language technology. He is the author/co-author of 6 technical books in several areas of his expertise.\n",
    "location": "Greater Seattle Area",
    "duration": "3 years 4 months in role and company",
    "pastRole": "Chief Scientist of AI",
    "pastCompany": "Microsoft",
    "pastCompanyUrl": "https://www.linkedin.com/company/1035",
    "connectionDegree": "3rd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C4E03AQHQSR38hp-qVQ/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=m07vQqrHpd4dNfaOI_dlaj4Nm5WerW2j9KJb-EkHGS8",
    "sharedConnectionsCount": 0,
    "vmid": "ACwAAAAE34IBvJ8fnG95Lkmv_mobC2tvV-G_7Z4",
    "isPremium": false,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.106Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAACI717sBNP2S47E-96qSgwS1xW0ORpfYHGA,NAME_SEARCH,UHOA?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Anna Heneghan",
    "firstName": "Anna",
    "lastName": "Heneghan",
    "companyName": "Understanding Recruitment",
    "title": "Principal Researcher / Head of Machine Learning & AI ",
    "companyId": "246085",
    "companyUrl": "https://www.linkedin.com/company/246085",
    "summary": "I am the Head of Machine Learning / AI at Understanding Recruitment and act as the Principal Researcher for building talented teams in this domain.\n\nI specialize in building teams with skills in Machine Learning, Deep Learning, Computer Vision, Data Science, AI Engineering, Natural Language Processing, Bayesian Inference & Statistics, Python Development and more.\n\nI also host a Recruitment/Technology based Podcast with Duane Wilson-Clarke, available on Spotify, as well as other major platforms - #Rec2Rec",
    "location": "Harpenden, England, United Kingdom",
    "duration": "6 months in role | 3 years 2 months in company",
    "pastRole": "Senior Machine Learning Recruitment Researcher",
    "pastCompany": "Understanding Recruitment",
    "pastCompanyUrl": "https://www.linkedin.com/company/246085",
    "connectionDegree": "3rd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C4D03AQG93OImL1Ep6g/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=joOsMM8Bot_iGf8dfZdzlqDAjxoTMTFU3vycoDPE0nc",
    "sharedConnectionsCount": 0,
    "vmid": "ACwAACI717sBNP2S47E-96qSgwS1xW0ORpfYHGA",
    "isPremium": true,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.106Z"
  },
  {
    "profileUrl": "https://www.linkedin.com/sales/people/ACwAAAAL7lcBM58u3MXExKeyip9nfB1bvOtfTXs,NAME_SEARCH,Vmhl?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Jerry Pico",
    "firstName": "Jerry",
    "lastName": "Pico",
    "companyName": "Daiichi Sankyo Europe GmbH",
    "title": "Head of Learning & Development Europe",
    "companyId": "801298",
    "companyUrl": "https://www.linkedin.com/company/801298",
    "summary": "I am passionate about people development, culture and leadership, and their various facets - this is my work, and what I like to write about - in fact, I am also a Lynda.com/LinkedIn Learning Author, and an Expert Presenter at conferences.\n\nHe also founded an international talent consulting practice that specializes in developing contextual solutions in the domains of learning, talent management, leadership and organization development, and talent acquisition that are both strategic and operational. He is an expert in developing and applying best practices and innovative methods in these disciplines to create effective and scalable programs that engage and enable diverse leadership and employee groups.\n\nFor over 20 years he has successfully designed and led regional and global projects for leading companies in the technology, financial and professional services, life sciences, retail (FMCG) and manufacturing sectors: Allianz, Google, Wells Fargo, Ernst & Young, W.L. Gore and Swarovski. He works effectively in complex, global and matrixed organizations.  Jerry has strong intercultural skills, which he developed by working with diverse clients in New York, San Francisco, Munich and Zurich.\n\nThrough his coaching and facilitation practice, Jerry has worked with executives, managers and their teams in Fortune 100 companies and entrepreneurs. He is a master coach who has supported hundreds of his individual clients to achieve their goals in the interconnected areas of performance, career and life. As a skilled facilitator, he has enabled numerous teams to perform more effectively in the areas of creativity, collaboration and conflict resolution.\n\n#alwaysbelearnig #staycurious \n\nSpecialties: Action Learning, Leadership Development, Talent Management, Performance Management, Organization Development, Diversity, Inclusion, Facilitation, Team Effectiveness, Talent Acquisition, Competency Modeling, Coaching, Emotional Intelligence, Career Development, Creativity",
    "location": "Munich, Bavaria, Germany",
    "duration": "2 years 3 months in role and company",
    "pastRole": "Senior Learning Programs Manager",
    "pastCompany": "Allianz Group",
    "pastCompanyUrl": "https://www.linkedin.com/company/2979",
    "connectionDegree": "3rd",
    "profileImageUrl": "https://media-exp1.licdn.com/dms/image/C4E03AQHWWL44V0lozQ/profile-displayphoto-shrink_100_100/0?e=1603929600&v=beta&t=I4QjpJ5LBGm5EGF4nEwf3prDn-0Ohqx2ikeN2li700E",
    "sharedConnectionsCount": 0,
    "vmid": "ACwAAAAL7lcBM58u3MXExKeyip9nfB1bvOtfTXs",
    "isPremium": true,
    "query": "Head of Learning",
    "timestamp": "2020-08-29T11:14:54.106Z"
  }
][
  {
    "salesNavigatorUrl": "https://www.linkedin.com/sales/people/ACwAABaTWfoBZZb4xRuxTWVka9yCjdK7lM7CB_U,NAME_SEARCH,WvHv?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "name": "Catherine Lopes, Ph.D.",
    "firstName": "Catherine",
    "lastName": "Lopes, Ph.D.",
    "industry": "Information Technology and Services",
    "location": "Melbourne, Victoria, Australia",
    "headline": "Data Strategy | End-to-End Analytics | Data Science | Machine Learning  ",
    "connectionDegree": 2,
    "numberOfConnections": 3149,
    "numberOfSharedConnections": 6,
    "currentCompanyDescription": "• Develop Enterprise Data and Analytics Strategy \n• Build Analytics capability and teams \n• Deliver End2End data analytics service and solutions across all business units \n• Build Data Analytics platform on Prem & Cloud \n• Uplift Enterprise Data Analytics maturity",
    "currentCompanyName": "ME Bank",
    "currentCompanyUrl": "https://www.linkedin.com/sales/company/927944",
    "currentJobTitle": "Head of Data Strategy & Analytics ",
    "imgUrl": "https://media-exp1.licdn.com/dms/image/C4E03AQHkl3j427bbcA/profile-displayphoto-shrink_200_200/0?e=1606953600&v=beta&t=5jZ7m6IN7Cc3bBirn6sPI5t8ystR25Y808f06Ea5eAQ",
    "summary": "• strategic data team builder with analytical management leadership\n• machine learning and data science expert with broad technical knowledge\n• product developer for business outcome with digital focus\n• business partner with passion in education \n",
    "linkedinProfileUrl": "https://www.linkedin.com/in/catherine-lopes",
    "isPremium": true,
    "isOpenLink": true,
    "vmid": "ACwAABaTWfoBZZb4xRuxTWVka9yCjdK7lM7CB_U",
    "currentJob": "Head of Data Strategy & Analytics  at ME Bank | 5 mos",
    "pastJob": "Head of Data Science & Machine Learning | Head of Enterprise Data & Analytics  at AGL Energy | 1 yr 2 mos",
    "pastCompanyName": "AGL Energy",
    "pastCompanyUrl": "https://www.linkedin.com/sales/company/6109",
    "pastSchool": "Monash Business School | 2016–2017",
    "pastSchoolUrl": "https://www.linkedin.com/edu/school?id=172006",
    "introducerSalesNavigatorUrl": "https://www.linkedin.com/sales/people/ACwAAA3xaXUB-AUFhVsyGz6dKcFyToLER6ZJxLI,NAME_SEARCH,WzZY",
    "introducerName": "Kirubakumaresh (KK) Rajendran",
    "recentActivityUrl": "https://www.linkedin.com/feed/update/urn:li:activity%3A6711225611119132672",
    "query": "https://www.linkedin.com/sales/people/ACwAABaTWfoBZZb4xRuxTWVka9yCjdK7lM7CB_U,NAME_SEARCH,WvHv?_ntb=cbln7QzWQ3SJA4xSqt1yJg%3D%3D",
    "timestamp": "2020-09-27T00:15:50.887Z",
    "introducerProfileUrl": "https://linkedin.com/in/ACwAAA3xaXUB-AUFhVsyGz6dKcFyToLER6ZJxLI"
  }
]
